---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.NeutralMode.UnbalancedCurrent
enum: Autodesk.Revit.DB.Electrical.NeutralMode
source: html/e8890ec2-1c61-1ff3-e4f6-8ad3ce9a431c.htm
---
# Autodesk.Revit.DB.Electrical.NeutralMode.UnbalancedCurrent

Neutral Mode is UnbalancedCurrent.